xml/request/bog_jonathan.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>05946719|870970</ac:identifier>
              <ac:source>undefined</ac:source>
              <dc:title>Jonathan Livingston Havmåge</dc:title>
              <dc:title xsi:type="dkdcplus:full">Jonathan Livingston Havmåge</dc:title>
              <dc:creator xsi:type="dkdcplus:aut">Richard Bach</dc:creator>
              <dc:creator xsi:type="oss:sort">Bach, Richard</dc:creator>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Skønlitteratur</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCS">allegorier</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCS">dyrefortællinger</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCS">eventyrlige fortællinger</dc:subject>
              <dc:subject xsi:type="dkdcplus:genre">fiktion</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5">sk</dc:subject>
              <dcterms:abstract>Allegorisk fortælling om en måge, der bliver udstødt af flokken, fordi den prøver at ændre de vaner og vilkår, mågerne lever under</dcterms:abstract>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dkdcplus:version>1. i.e.2. udgave</dkdcplus:version>
              <dc:publisher>Lindhardt og Ringhof</dc:publisher>
              <dc:date>2010</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
              <dc:format>illustreret</dc:format>
              <dcterms:extent>93 sider</dcterms:extent>
              <dc:identifier xsi:type="dkdcplus:ISBN">87-7560-587-2</dc:identifier>
              <dc:identifier xsi:type="dkdcplus:ISBN">9788775605873</dc:identifier>
              <dc:source>Jonathan Livingston Seagull</dc:source>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>000000000000000000000000</marcx:leader>
                <marcx:datafield tag="001" ind1="0" ind2="0">
                  <marcx:subfield code="a">05946719</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20101122180133</marcx:subfield>
                  <marcx:subfield code="d">19830729</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                  <marcx:subfield code="t">FAUST</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="004" ind1="0" ind2="0">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="008" ind1="0" ind2="0">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="u">r</marcx:subfield>
                  <marcx:subfield code="a">1983</marcx:subfield>
                  <marcx:subfield code="z">2010</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="d">x</marcx:subfield>
                  <marcx:subfield code="j">f</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="009" ind1="0" ind2="0">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="021" ind1="0" ind2="0">
                  <marcx:subfield code="e">9788775605873</marcx:subfield>
                  <marcx:subfield code="c">hf.</marcx:subfield>
                  <marcx:subfield code="d">kr. 99,95</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="021" ind1="0" ind2="0">
                  <marcx:subfield code="a">87-7560-587-2</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="032" ind1="0" ind2="0">
                  <marcx:subfield code="a">DBF201047</marcx:subfield>
                  <marcx:subfield code="x">BKM201047</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="041" ind1="0" ind2="0">
                  <marcx:subfield code="a">dan</marcx:subfield>
                  <marcx:subfield code="c">eng</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="100" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Bach</marcx:subfield>
                  <marcx:subfield code="h">Richard</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="241" ind1="0" ind2="0">
                  <marcx:subfield code="a">Jonathan Livingston Seagull</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="245" ind1="0" ind2="0">
                  <marcx:subfield code="a">Jonathan Livingston Havmåge</marcx:subfield>
                  <marcx:subfield code="e">af Richard Bach</marcx:subfield>
                  <marcx:subfield code="f">fotografier af Russell Munson</marcx:subfield>
                  <marcx:subfield code="f">på dansk ved Henrik Nordbrandt</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="250" ind1="0" ind2="0">
                  <marcx:subfield code="a">1. [i.e.2.] udgave</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="260" ind1="0" ind2="0">
                  <marcx:subfield code="a">[Kbh.]</marcx:subfield>
                  <marcx:subfield code="b">Lindhardt og Ringhof</marcx:subfield>
                  <marcx:subfield code="c">1983</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="300" ind1="0" ind2="0">
                  <marcx:subfield code="a">93 sider</marcx:subfield>
                  <marcx:subfield code="b">ill.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="504" ind1="0" ind2="0">
                  <marcx:subfield code="a">Allegorisk fortælling om en måge, der bliver udstødt af flokken, fordi den prøver at ændre de vaner og vilkår, mågerne lever under</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="520" ind1="0" ind2="0">
                  <marcx:subfield code="a">Originaludgave: 1970</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="520" ind1="0" ind2="0">
                  <marcx:subfield code="a">Tidligere: 1. udgave. 1973</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="521" ind1="0" ind2="0">
                  <marcx:subfield code="a">6. oplag</marcx:subfield>
                  <marcx:subfield code="c">1991</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="521" ind1="0" ind2="0">
                  <marcx:subfield code="a">9. oplag</marcx:subfield>
                  <marcx:subfield code="c">1999</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="521" ind1="0" ind2="0">
                  <marcx:subfield code="a">10. oplag</marcx:subfield>
                  <marcx:subfield code="c">2000</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="521" ind1="0" ind2="0">
                  <marcx:subfield code="a">11. oplag</marcx:subfield>
                  <marcx:subfield code="c">2002</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="521" ind1="0" ind2="0">
                  <marcx:subfield code="a">12. oplag</marcx:subfield>
                  <marcx:subfield code="c">2003</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="521" ind1="0" ind2="0">
                  <marcx:subfield code="a">13. oplag</marcx:subfield>
                  <marcx:subfield code="c">2005</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="521" ind1="0" ind2="0">
                  <marcx:subfield code="a">14. oplag</marcx:subfield>
                  <marcx:subfield code="c">2006</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="521" ind1="0" ind2="0">
                  <marcx:subfield code="a">15. oplag</marcx:subfield>
                  <marcx:subfield code="c">2009</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="521" ind1="0" ind2="0">
                  <marcx:subfield code="b">16. oplag</marcx:subfield>
                  <marcx:subfield code="c">2010</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="n">83.8</marcx:subfield>
                  <marcx:subfield code="z">26</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="o">sk</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="s">allegorier</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="s">dyrefortællinger</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="s">eventyrlige fortællinger</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="s10" ind1="0" ind2="0">
                  <marcx:subfield code="a">DBC</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="990" ind1="0" ind2="0">
                  <marcx:subfield code="o">201047</marcx:subfield>
                  <marcx:subfield code="b">v</marcx:subfield>
                  <marcx:subfield code="u">op</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <oss:openurl>_BASEURL_url_ctx_fmt=info:ofi/fmt:kev:mtx:ctx&amp;ctx_ver=Z39.88-2004&amp;rft_val_fmt=info:ofi/fmt:kev:mtx:book&amp;rft.btitle=Jonathan+Livingston+Havmåge&amp;rft.aulast=Bach&amp;rft.aufirst=Richard&amp;rft.auinit=R&amp;rft.date=2010&amp;rft.isbn=9788775605873&amp;rft.pub=Lindhardt+og+Ringhof&amp;rft.edition=1.+i.e.2.+udgave&amp;rft.genre=book</oss:openurl>
<os:identifier>870970-basis:05946719</os:identifier>
<os:holdingsCount>0</os:holdingsCount>
            <os:creationDate>1983-07-29</os:creationDate>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>bibliotekdkFullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
